import '../../../model/HomePageModel.dart';

List<HomePageModel> years = [
  HomePageModel(id: 'first', year: 'السنة الأولى'),
  HomePageModel(id: 'second', year: 'السنة الثانية'),
  HomePageModel(id: 'Third', year: 'السنة الثالثة'),
  HomePageModel(id: 'Fourth', year: 'السنة الرابعة'),
  HomePageModel(id: 'Fifth', year: 'السنة الخامسة'),
  HomePageModel(id: 'sixth', year: 'السنة السادسة'),
];
List<String> randomAdviceWords = [
  "استعن بمصادر خارجية للدراسة لا تعتمد على المحاضرات فقط",
  "دراسة الدورات تساعدك على معرفة نمط الاسئلة",
  "استغل وقت فراغك من الجامعة لتعلم شيء مفيد",
  "الإعادة تساعد على فهم أفضل للمادة",
  "للمساعدة في كتابة حلقة بحث ابحث في غوغل(موضوع حلقة البحث) ثم كلمة pptx",
  "الدراسة اليومية ولو بشكل قليل أفضل بكثير من الأنتظار حتى قدوم الأمتحان للدراسة",
  "تذكر الجامعة تقدم لك الأساسيات فقط إذا أردت التعمق في موضوع ما عليك البحث عنه بنفسك",
  "الحفظ خير وسيلة للفهم",
  "نظم وقت للدراسة ووقت للراحة للحصول على أفضل تقدم",
  "يعتبر وقت الصباح أفضل وقت للدراسة(تجنب السهر طويلاً)"
];
